{
  "business": {
    "strategic vendor management": [
      "Review and execute third party vendor and service contracts on behalf of the Company according to Vendor Management policies.",
      "Oversee and review strategic vendors and service suppliers."
    ],
    "senior management team": [
      "Is a member of the Senior Management Team. _(SOC 2 Type I ref 1.1, SOC 2 Type II ref 1.1)_",
      "Reviews Company controls at least annually."
    ],
    "support client accounts": [
      "Provide first tier support for incoming client technical issues.",
      "Provide internal support for technical and operational questions regarding client accounts."
    ]
  },
  "cloud": {
    
  },
  "compliance": {
    "policy management": [
      "Ensures Company Policy is compliant with PCI DSS 3.2.1, SOC 2 Type I, and SOC 2 Type II compliance standards.",
      "Manages the compliance calendar to ensure reviews, audits, and other necessary tasks are performed in a timely manner consistent with company policy and industry standards.",
      "Oversee and ensure updates to the Company Policy are according to the Company Change Control Policy.",
      "Works with <role>department heads</role> to define, implement, and maintain procedures.",
      "Independently verifies policy implementation."
    ]
  },
  "customer service": {
    "coordinates with CMO": [
      "Oversees customer support and works closely with the Chief Marketing Officer to ensure a positive customer experience."
    ]
  },
  "hosts": {
    
  },
  "incident response": {
    "policy management": [
      "Oversees development, verification, and implementation of the Incident Response Plan. _(PCI DSS v3.2.1 ref 12.10)_",
      "Works with line management and technical staff to implement Company practice and refine the Incident Response Plan to ensure understanding, improve effectiveness, and where possible simplify and automate procedures. _(PCI DSS 3.2.1 ref 12.4, 12.10)_"
    ],
    "on call response": [
      "Is on call for significant incidents."
    ]
  },
  "networks": {
    "access management": [
      "Ensure access policies and user configurations implement Company policy and a general \"least necessary access\" approach.",
      "Ensure access is disabled when no longer required.",
      "Review and audit user accounts and access levels."
    ],
    "administration": [
      "Oversee system updates.",
      "Manually intervene as appropriate to address system issues and respond to incidents."
    ],
    "design": [
      "Specify changes to be made change tickets.",
      "Review and approve provisional change tickets."
    ],
    "implement and test": [
      "Ensures that changes are linked to the relevant change ticket(s).",
      "Implements network changes in test environments according to Company policy.",
      "Provides test evidence."
    ],
    "review and verify changes": [
      "Reviews network changes according to Company policy.",
      "Ensures evidentiary requirements are met, including test reports and proper linkage between changes and change tickets",
      "Work with change authors to address any issues."
    ],
    "assess vulnerabilities": [
      "Ensure ASV scans are performed quarterly.",
      "Ensure external penetration tests are performed at least annually.",
      "Review and manage notifications from continuous internal vulnerability assessments.",
      "Ensure any necessary remediation is performed."
    ]
  },
  "operations": {
    
  },
  "security": {
    "policy management": [
      "Works with senior management to develop and maintain the Company's security policy and infrastructure. _(PCI DSS 3.2.1 ref 12.4, 12.5.1, 12.5.3)_",
      "Works with line management and technical staff to implement Company security policy to ensure understanding, improve effectiveness, and where possible simplify and automate security procedures. _(PCI DSS 3.2.1 ref 12.4, 12.5.1, 12.5.3)_"
    ],
    "security training": [
      "Develops curriculum for and oversees implementation of a Security Awareness Program. _(PCI DSS 3.2.1 ref 12.6)_"
    ]
  },
  "vendors": {
    "procedure management": [
      "Oversee evaluation and update of department processes regarding vendor management to ensure vendor and product records are complete and updated as needed."
    ],
    "procedure enforcement": {
      
    }
  }
}
